/* App name */
"Batteries" = "Batteries";

/* Trial expired messages */

"Trial Expired." = "Вышел срок тестирования.";

"Trial has expired" = "Закончился период тестировния";

"Click here to purchase license." = "Нажмите для приобретения лицензии.";

/* Trial days remaining */
"%d Days Remaining" = "Осталось %d дней";

/* registered to email address */
"Registered to: %@" = "Зарегистрировано на: %@";

/* Widget description */
"Get quick access to your device batteries." = "Быстрый доступ к аккумуляторам.";

/* Battery preferences menu item title */
"Battery Preferences…" = "Параметрв батареи…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "Индикация низкого заряда: Включено";

"Low Battery Notifications: Off" = "Индикация низкого заряда: Отключено";

/* App version number */
"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer." = "Замечание: Индикация низкого заряда доступна лишь для iPhone, iPad и iPod с включенной Wi-Fi-синхронизацией iTunes. Устройство должно быть в одной сети с компьютером";

/* iPhone/iPad explanatory text macOS 15 and later */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer." = "Замечание: Индикация низкого заряда доступна лишь для iPhone, iPad и iPod с включенной опцией \"Отображать это устройство по Wi-Fi\" в Finder; устройство должно быть в той же сети, что и компьютер";

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "Предупреждение: Нет соединения со справочным апплетом";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "Убедитесь, что Batteries находится в директории приложений (Applications).";

/* General preference pane title */
"General" = "Общие";

"Version %@" = "Версия %@";

/* Notifications preference pane title */
"Notifications" = "Уведомления";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "Благодарим за использование пробной версии Batteries для Mac! Надеемся, апплет вам понравится.";

/* Bluetooth low energy device placeholder name */
"BLE Device" = "Низкий заряд устройства Блютус";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(Чехол)";

/* Unknown device name */
"Unknown device" = "Неизвестное устройство";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "Блютус-устройство";

/* This Mac device name */
"This Mac" = "Этот Mac";

/* Menu bar power source type battery */
"Battery" = "Аккумулятор";

/* Menu bar power source power adapter */
"Power Adapter" = "Адаптер питания";

/* Menu bar power source unknown */
"Unknown" = "Данные отсутствуют";

/* Menu bar battery fully charged */
"Fully Charged" = "Полностью заряжено";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "Аккумулятор не заряжается";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@ до полного заряда";

/* Menu bar battery time remaining */
"%@ remaining" = "%@ осталось";

"Power Source: %@" = "Источник питания: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "Окончилась пробная версия. Пожалуйста, приобретите лицензию.";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "Вышел пробный период Batteries";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "Приобретите лицензию, дабы продолжить пользоваться Batteries.";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "Низкия заряд у %@";

/* Low battery notification subtitle - xx% of battery remaining */
"%d%% of battery remaining" = "Остаточный заряд: %d%%";

/* Touch bar trial expired */
"Batteries trial has expired" = "Истек пробный период Batteries";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "Не удалось связаться с программой-помощником";
